Repository: MCTIT-SOLUTIONS-PVT-LTD/AcceInfo-Web
Catalog: AcceInfo-Web/Resources/AcceInfo_Web/Pages/Index.*.resx
Languages: fr

source: ACCE Rewards
fr: Récompenses ACCE

# ApplyforCreditCard
source: Apply for a Credit Card
fr: Demander une carte de crédit

source: Bank Accounts Summary
fr: Sommaire du compte bancaire

source: CreditCards
fr: Cartes de crédit

source: Credit Card Summary
fr: Résumé de la carte de crédit

# GoodMorningText
source: Good Morning
fr: Bonjour

source: Open New Account
fr: Ouvrir un nouveau compte

source: View Offer
fr: Voir l'offre

# WelcomeText
source: Welcome
fr: Bienvenue

source: Bank Accounts
fr: Compte bancaire

source: Financial Insights
fr: Aperçus financiers

source: No bank accounts found.
fr: Aucun compte bancaire trouvé.

source: Go to ACCE Business Banking
fr: Accéder à ACCE Business Banking

source: Documents
fr: Déclarations

source: Messages/ Alerts
fr: Messages/Alertes

source: Offers
fr: Offres

# Banking
source: Baking
fr: Bancaire

source: Print
fr: Imprimer

source: Alerts
fr: Alertes

source: For You
fr: Pour toi

source: Beyond
fr: Au-delà

# PointsText
source: Get 30,000 points on a new ACCE Avion Visa
fr: Obtenez 30 000 points sur une nouvelle carte ACCE Avion Visa

# PointsSubText
source: When you open your first ACCE Avion Visa Credit Card Account by July 31, 2019.
fr: Lorsque vous ouvrez votre premier compte de carte de crédit Visa ACCE Avion avant le 31 juillet 2019.

source: Utility Bill Savings
fr: Économies sur les factures de services publics

# UtilityBillSavingsSubtext
source: Your utility expenses are down 15% this month. Great job conserving energy!
fr: Vos dépenses énergétiques ont baissé de 15 % ce mois-ci. Bravo pour vos économies d'énergie !

source: Dining Expenses Rising
fr: Les dépenses de restauration augmentent

# Dining Expenses Rising Subtext
source: Your spending on dining has increased by 20% this month compared to your average.
fr: Vos dépenses en restauration ont augmenté de 20 % ce mois-ci par rapport à votre moyenne.

source: Recurring Subscription
fr: Abonnement récurrent

# RecurringSubscriptionSubtext
source: We detected a new $12.99 monthly charge from StreamFlix starting this month.
fr: Nous avons détecté un nouveau tarif mensuel de 12,99 $ de StreamFlix à partir de ce mois-ci.

source: Investment Summary
fr: Résumé de l'investissement

source: Investments
fr: Investissements

# PurchaseInvestment
source: Purchase an Investment
fr: Acheter un investissement

source: Total
fr: Totale

source: Mortgage Summary
fr: Sommaire du prêt hypothécaire

source: Mortgage
fr: Hypothèque

# MortgageSubtext
source: Start a Mortgage pre-approval
fr: Démarrer une pré-approbation hypothécaire

# MortgageValueText
source: How much is my home worth?
fr: Combien vaut ma maison?

source: Account Summary
fr: Sommaire du compte

source: Contact Us
fr: Contactez-nous

source: My Accounts
fr: Mes comptes

source: Home
fr: Maison

# Products &amp; Services
source: Products & Services
fr: Produits et services

source: Profile & Account Settings
fr: Paramètres de profil et de compte

source: Pay, Send & Receive Money
fr: Payer, envoyer et recevoir de l'argent
